{"Tear Blood Gem": {"name": "Tear Blood Gem", "description": "A blood gem that fortifies weapons and adds various\nproperties.\nDroplet blood gems are special gems that adapt to various \nweapons and shapes.\nCreated from a shining silver doll tear, this blood gem is a \nquiet but unfaltering friend that continually restores HP, the \nlife essence of a hunter. Perhaps the doll's creator had \nwished for just such a friend, albeit in vain.\n", "img_link": "https://2.bp.blogspot.com/-aMtbBk-2uN0/VkkHAPStYDI/AAAAAAAAMRk/HEqdgqdzKOg/s250/03.%2BTear%2BBlood%2BGem.png", "availability_list": ["Acquired by: giving the Small Hair Ornament to Doll. She'll give you the Tear Stone, which produces this gem when you use it. "]}, "Gold Blood Gem": {"name": "Gold Blood Gem", "description": "A blood gem that fortifies weapons and adds various\nproperties.\nMost radial blood gems have effects that bear upon physical\nattacks, and this golde radial blood gem, kept for \ngenerations within the Church, strengthens attacks against\nthose afflicted intensely by beasthood.\nWhen clerics began transforming into unspeakable beasts,\nthe Church needed something to retaliate with.\n", "img_link": "https://1.bp.blogspot.com/-nW9-aslS-LM/VkkHAOrO4cI/AAAAAAAAMRg/N_5PyskutFM/s250/02.%2BGold%2BBlood%2BGem.png", "availability_list": ["Acquired by: defeating Vicar Amelia and then using her drop Gold Pendant."]}, "Red Blood Gem": {"name": "Red Blood Gem", "description": "A blood gem that fortifies weapons and adds various\nproperties.\nDroplet blood gems are special gems that adapt to various \nweapons and shapes.\nCreated from a bright-red brooch, this blood gem\nstrengthens the effect of rallying. A quintessential hunter\nskill, rallying symbolises the battle-worn hunter who is often\nthe only thing standing after a bloodbath.\n", "img_link": "https://2.bp.blogspot.com/-Ev2D1DfGopg/VkkG_97gbaI/AAAAAAAAMRc/oZPKqTnE2Xk/s250/01.%2BRed%2BBlood%2BGem.png", "availability_list": ["Acquired by: using the Red Jeweled Brooch, which you can find on a woman's corpse in the Tomb of Oedon."]}}