{"Lecture Theatre Key": {"name": "Lecture Theatre Key", "description": "Key to the Lecture Theatre in the Lecture Building.\nToday, the two-story Lecture Building is adrift in the\nnightmare, but once it was a place of reflection, where\nscholars learned of history and archaeology.\nPerhaps it still is, as the students in the lecture theatre\nappear to await the return of their professor.", "img_link": "https://1.bp.blogspot.com/-ONUddR7udys/Vkf005hOMCI/AAAAAAAAMAs/YmVPwVEl4LQ/s250/03.%2BLecture%2BTheatre%2BKey.png", "availability_list": ["Treasure in (Main Story): Lecture Building 1F, professor's desk in the unlocked hall of the Lecture Building, accessed via first floor"]}, "Laurence's Skull": {"name": "Laurence's Skull", "description": "Skull of Laurence, first vicar of the Healing Church. \nIn reality he became the first cleric beast, and his human \nskull only exists within the Nightmare. \n\nThe skull is a symbol of Laurence's past, and what he failed\nto protect. He is destined to seek his skull, but even if he \nfound it, it could never restore his memories.", "img_link": "https://1.bp.blogspot.com/-oxGPkZDrt-g/VmSEs02jBoI/AAAAAAAANN0/Di3yU-9MDLc/s250/05.%2BLaurence%2527s%2BSkull.png", "availability_list": ["Treasure in (Main Game): Research Hall, underneath the elevator that takes you to the Research Hall/the altar. From the Research Hall lamp, take the elevator/altar back down that's behind you. Send the elevator back up, but stay on the lower level. Once it goes back up another altar will appear with the Laurence's Skull item."]}, "Short Ritual Root Chalice": {"name": "Short Ritual Root Chalice", "description": "One of the root chalices that breaks various seals in the Old\nLabyrinth.\nThe glass chalice, when full, is used in a short ritual to\nquickly create and join a Chalice Dungeon (not for use in a \nritual using standard materials).\nShort rituals are conducted at the makeshift altar.", "img_link": "https://4.bp.blogspot.com/-cQK0LoKzgKI/Vkf02VU1DBI/AAAAAAAAMBc/f_y-9h1WDX4/s250/14.%2BShort%2BRitual%2BRoot%2BChalice.png", "availability_list": ["Dropped by (Preset Dungeons): Pthumerian Elder in Lower Hintertomb Labyrinth L3", "Patch v1.04 changes: Sold by: Insight Bath Messengers [Hunter's Dream] "]}, "Iron Door Key": {"name": "Iron Door Key", "description": "Of the three great bridges that link the two cathedral\ncradles, this key opens the iron door that leads to the \nmidlevel bridge.\nThere are no thieves in the nightmare. Then, why lock a \ndoor? Be warned, there must be a very, very good reason.", "img_link": "https://3.bp.blogspot.com/-GJnPTaC7xvY/Vkf01StkqvI/AAAAAAAAMA4/DnxrXJckZg0/s250/06.%2BIron%2BDoor%2BKey.png", "availability_list": ["Treasure in (Main Story):  Nightmare of Mensis, you'll find this key on a corpse near the lower-most mirror during the second phase of the boss fight with Micolash, Host of the Nightmare"]}, "Underground Cell Inner Chamber Key": {"name": "Underground Cell Inner Chamber Key", "description": "Key to the inner chamber of the cell below the Grand \nCathedral. \n\nThe innermost chamber of the underground cell holds a lone \nmadman. He wears a beast hide, and rings a bell that emits \nno sound. \n\nUnending death awaits those who can hear the soundless \nbell.", "img_link": "https://3.bp.blogspot.com/-n4YWWeCEri0/VmSEsroGhxI/AAAAAAAANNw/q-kIsZEh_JM/s250/04.%2BUnderground%2BCell%2BInner%2BChamber%2BKey.png", "availability_list": ["Acquired from: Simon, Lighthouse Hut lamp in the Fishing Hamlet after finishing his quest line", "Treasure in: Fishing Hamlet, next to Lighthouse Hut lamp, if you failed to complete the Simon's quest"]}, "White Messenger Ribbon": {"name": "White Messenger Ribbon", "description": "White ribbon that messengers are oddly fond of.\nA ribbon made of fine lace that shines remarkably, more suited to pretty young girls than silly old messengers.", "img_link": "https://1.bp.blogspot.com/-gl0wfw8AIsQ/Vkf04xuyoxI/AAAAAAAAMCw/-1Lc08MbHk8/s200/35.%2BStump%2BMessengers%2BWhite%2BRibbon.png", "availability_list": ["Treasure in (Main Story): Central Yharnam, Canal Residence near the Plaza upon conclusion of Gascoigne's daughters quest [Return the Red Messenger Ribbon to the older sister]"]}, "Small Hair Ornament": {"name": "Small Hair Ornament", "description": "A small, very ordinary hair ornament.\nAlthough it has been lost for quite some time, one can still\nsee signs of the care with which this tasteful ornament was\nonce kept.\nIts colour would stand out most brilliantly against a head of \ngreyish hair.", "img_link": "https://2.bp.blogspot.com/-Ot4TIBSgBh4/Vkf01_yn4BI/AAAAAAAAMBM/tX2AD6tJbcU/s250/10.%2BSmall%2BHair%2BOrnament.png", "availability_list": ["Treasure in (Main Story): Abandoned Old Workshop, you'll find the Small Hair Ornament on a shelf in the Abandoned Old Workshop after making a very careful series of drops from the scaffolding above"]}, "Bloody Messenger Head Bandage": {"name": "Bloody Messenger Head Bandage", "description": "Accessory adored by naive messengers imitating the bandages of scourge victims, unaware of their meaning. The spatters of blood give it a particularly nice touch.\nThe inhabitants of the stomp appear to have an interest in adornment. Why not let them be happy, and revel as babes?", "img_link": "https://1.bp.blogspot.com/-pze6e54RyRY/Vkf04oJM-aI/AAAAAAAAMCk/GKPTJLtZTgg/s200/32.%2BStump%2BMessengers%2BBloody%2BHead%2BBandage.png", "availability_list": ["Treasure in (Main Story): Old Yharnam, you'll need to carefully cross the rafters in the Old Yharnam church and drop to the scaffolding on the far side"]}, "Messenger Urn Festival": {"name": "Messenger Urn Festival", "description": "Accessory adored by naїve messengers.\nThe messengers wear the urns, filled with incense that wards\noff beasts, on their heads upside-down, suggesting a \npredilection to the dark.\nThe inhabitants of the stump appear to have an interest in\nadornment. Why not let them be happy, and revel as babes?", "img_link": "https://4.bp.blogspot.com/-Y90wafRYRKA/Vkf04lQuOTI/AAAAAAAAMCo/9vrE78zDYew/s200/33.%2BStump%2BMessengers%2BUrn%2BFestival.png", "availability_list": ["Treasure in (Main Story): Cathedral Ward, found in hands of a corpse on the upper level of the Oedon Chapel. To reach it you'll need to ride elevator to the Healing Church Workshop and step off just before it reaches the top, then follow the rooftops back into the chapel"]}, "Hunter Chief Emblem": {"name": "Hunter Chief Emblem", "description": "A cloth emblem that belonged to the captain of the Church\nhunters long ago. Opens the main gate that leads to the\nround plaza of the Great Cathedral.\n\nThe main gate is shut tight on nights of the hunt, and could\nonly be opened from the other side with this emblem. In\nother words, the captain's return, and this\nemblem, determined the end of the hunt.", "img_link": "https://4.bp.blogspot.com/-fQkhZo8B4cs/Vkf01kiCH_I/AAAAAAAAMBA/jbqtahcH4fg/s250/07.%2BHunter%2BChief%2BEmblem.png", "availability_list": ["Sold by: Bath Messengers [Hunter's Dream]"]}, "Lunarium Key": {"name": "Lunarium Key", "description": "Key to the lunarium facing the lake on the second floor of \nByrgenwerth College. \nIn his final years, Master Willem was fond of the lookout, \nand the rocking chair that he kept there for meditation. \nIn the end, it is said, he left his secret with the lake.", "img_link": "https://1.bp.blogspot.com/-TU9H5knYWS4/Vkf0073E7kI/AAAAAAAAMAo/ZGD-37mP1nk/s250/02.%2BLunarium%2BKey.png", "availability_list": ["Treasure in (Main Story): Byrgenwerth, you'll find this key lying on the corner of a shelf on the third floor of Byrgenwerth's College  as you explore the observatory"]}, "Ring of Betrothal": {"name": "Ring of Betrothal", "description": "The inhuman beings known as the Great Ones imbued this \nring of betrothal with some special meaning. \nIn the age of the Great Ones, wedlock was a blood contract, \nonly permitted to those slated to bear a special child.", "img_link": "https://4.bp.blogspot.com/-IPlqLXqXLcQ/VmSEsepK3nI/AAAAAAAANNo/h5x6RpJuEtc/s250/00.%2BRing%2Bof%2BBetrothal.png", "availability_list": ["Treasure in (Preset Dungeons): Pthumeru Ihyll L2, you'll find this ring in a large treasure chest", "Treasure in (Root Dungeons): e99tdh9f, F/R/C Pthumeru Ihyll L1, side area before layer lamp [tested July 23, 2017]; xffz45aq, F/R/C Pthumeru Ihyll L1, behind the first treasure door [tested Jan 01, 2018] "]}, "Celestial Dial": {"name": "Celestial Dial", "description": "A celestial dial that functions with the giant Astral Clock in \nthe Grand Cathedral.\n\nWhen the dial is held up towards the Astral Clock, the clock \nwill come to life, and reveal a secret to its curious interloper.", "img_link": "https://1.bp.blogspot.com/-Kx0npu5DR1M/VmSEtL2N9LI/AAAAAAAANN8/rAW3GkBK7gE/s250/07.%2BCelestial%2BDial.png", "availability_list": ["Dropped by (Main Game): Lady Maria of the Astral Clocktower in Astral Clocktower"]}, "Worn Messenger Top Hat": {"name": "Worn Messenger Top Hat", "description": "A worn, rumpled top hat that messengers are oddly fond of.\nThe inhabitants of the stump appear to have an interest in\nadornment. Why not let them be happy, and revel as babes?", "img_link": "https://2.bp.blogspot.com/-yD0GnZ0cXBU/Vkf04ESDMFI/AAAAAAAAMCY/hcq9vHp6Xvo/s200/29.%2BStump%2BMessengers%2BWorn%2BTop%2BHat.png", "availability_list": ["Treasure in (Main Story): Hunter's Dream, next to Stump Messengers as Pre-order DLC reward"]}, "Workshop Haze Extractor": {"name": "Workshop Haze Extractor", "description": "A misplace workshop tool from the Hunter's Dream.\nThe hunter who retrieves this can extract Arcance Haze\nfrom ritual materials.\nBut alas, spent materials are lost.", "img_link": "https://1.bp.blogspot.com/-YKZuqFn2QSA/Vkf024IOjuI/AAAAAAAAMBs/XBoaiTM8sBg/s250/17.%2BWorkshop%2BHaze%2BExtractor.png", "availability_list": ["Treasure in (Preset Dungeons): Lower Pthumerian Labyrinth L2, within the coffin at the end of bonus side area before the layer boss"]}, "Yharnam Messenger Hat": {"name": "Yharnam Messenger Hat", "description": "Hat that messengers are oddly fond of.\nCommonly called a Yharnam hat.\nThe inhabitants of the stump appear to have an interest\nin adornment. Why not let them be happy, and revel as \nbabes?", "img_link": "https://3.bp.blogspot.com/-wqecLmPOoiY/VlB4obZRySI/AAAAAAAAMg0/mavHo3dKqp8/s200/yharnam%2Bmessenger%2Bhat%2Bbig.png", "availability_list": ["Treasure in (Main Story): Hunter's Dream, next to Stump Messengers as Pre-order DLC reward"]}, "Eye Pendant": {"name": "Eye Pendant", "description": "An eye pendant which unlocks the surgery altar. \n\nThere are two cathedrals in the Hunter's Dream. One lies \npast the River of Blood, and another contains the private \nresearch hall of the Healing Church.\n\nOnly chosen members of the Healing Church, or their \nlamentable patients, can enter the research hall, using this \neye.\n\nGrant eyes to the surgery altar skull.", "img_link": "https://3.bp.blogspot.com/-Jj4e2B7Ip1o/VmSEs8VEuMI/AAAAAAAANN4/rFGcJJtkpRI/s250/06.%2BEye%2BPendant.png", "availability_list": ["Treasure in (Main Game): Nightmare Grand Cathedral, held by Laurence, the First Vicar"]}, "Orphanage Key": {"name": "Orphanage Key", "description": "Key to the Orphanage, birthplace of the Choir.\nThe Orphanage, shadowed by the Grand Cathedral, was a\nplace of scholarship and experimentation, where young\norphans became potent unseen thinkers for the Healing\nChurch.\nThe Choir, that would later split from the Healing Church,\nwas a creation of the Orphanage.", "img_link": "https://2.bp.blogspot.com/-z1SEH6nLAd4/Vkf01RzOMnI/AAAAAAAAMA0/mXui86RZVKw/s250/05.%2BOrphanage%2BKey.png", "availability_list": ["Dropped by (Main Story): Brainsucker, you will receive this key after killing one of the Brainsuckers behind a one-way door on the second floor of the Orphanage"]}, "Old Hunter Bell": {"name": "Old Hunter Bell", "description": "One of the resonating bells that cross the gaps of worlds. \nThis bell is cracked and stained with the blood of beasts.\n\nA human must expend Insight to ring this uncanny bell.\n\nThe old hunters, who have long passed from the dream but \ncannot forget the feeling of the hunt, rely upon messengers\nto relay their thoughts.\nRing the bell at their side, and they are certain to give a listen.\nFor the night of the hunt is long, and unchanging.", "img_link": "https://4.bp.blogspot.com/-1jZC4t817yA/VmSEty3rY3I/AAAAAAAANOQ/MJM-92CJK3w/s250/11.%2BOld%2BHunter%2BBell.png", "availability_list": ["Treasure in (Main Game): After acquiring at least one point of Insight, if you return to the Hunter's Dream you'll be able to find the Old Hunter Bell at the top of the stairs just outside the Workshop, near where you acquire the Notebook. Pick item with message \"Consume Insight and ring the Old Hunter Bell to enlist the cooperation of old hunters.\""]}, "Wheel Hunter Badge": {"name": "Wheel Hunter Badge", "description": "Martyr Logarius led a band of Executioners, and this badge\nwas crafted at their dedicated workshop. The wheel\nsymbolizes righteous destiny.\nTheir workshop was a secretive enclave of mystical beliefs\nand heady fanaticism which served as the backbone of the\nExecutioners' unique brand of justice.", "img_link": "https://3.bp.blogspot.com/-jm3nZiXTUhY/WUDVNKwtv8I/AAAAAAAASO4/_1zXJABuYAo9QrOUmwVv4fRwdUavEmFKgCLcBGAs/s42/14.%2BLogarius%2527%2BWheel%2BStats.jpg", "availability_list": ["Acquired from (Main Story): Alfred, Hunter of Vilebloods, speak to him outside of Forbidden Woods route in Cathedral Ward hand Alfred Unopened Summons found in Queen's Chamber in Forsaken Cainhurst Castle", "Dropped by (Main Story): Alfred, Hunter of Vilebloods, kill him in any location other than where you first meet him"]}, "Yharnam Stone": {"name": "Yharnam Stone", "description": "A sacred heirloom left by Yharnam, Pthumerian Queen.\nThe Queen lies dead, but her horrific consciousness\nis only asleep, and stirs in unsettling motions.", "img_link": "https://4.bp.blogspot.com/-AU2q-NMrV9U/Vkf02W41xDI/AAAAAAAAMBY/9Y5c4Tf0SYg/s250/13.%2BYharnam%2BStone.png", "availability_list": ["Acquired from (Preset Dungeons): A trophy item obtained after defeating Yharnam, Pthumerian Queen at the bottom of Pthumeru Ihyll L3"]}, "Queenly Flesh": {"name": "Queenly Flesh", "description": "What remains of Annalise, blood queen of Cainhurst.\nThis pinkish lump of flesh remains warm, as if cursed.\nAll hail the undying queen of blood!", "img_link": "https://1.bp.blogspot.com/-Np4GI4smLlc/Vkf02IKvqdI/AAAAAAAAMBU/H9AxlMh0yDo/s250/11.%2BQueenly%2BFlesh.png", "availability_list": ["Treasure in (Main Story): Forsaken Cainhurst Castle, Queen's Chamber after Annalise, Queen of Castle Cainhurst being slaughtered by Alfred, Hunter of Vilebloods", "Dropped by (Main Story): Annalise, Queen of Castle Cainhurst, reload after you killed her"]}, "Balcony Key": {"name": "Balcony Key", "description": "Key to the balcony on the first floor of the Research Hall. \n\nLady Maria of the Astral Clocktower gave this to the patient, \nAdeline. \n\nMaria had hoped Adeline would find comfort in the faint \nbreeze that carried the scent of flowers from the outside, but \nAdeline couldn't fathom her intentions.", "img_link": "https://1.bp.blogspot.com/-vBqZ2VgOyD4/VmSEsWEgG1I/AAAAAAAANNk/VdVqmG9wimE/s250/02.%2BBalcony%2BKey.png", "availability_list": ["Acquired from: Adeline, Research Hall Patient. To obtain this key you'll first need to offer a helping hand to Adeline in the Floor 1 Laboratory room of the Research Hall. You will need to give her two of the Brain Fluids that she wants, which will mean exploring some of the Research Hall to find them; the first can be found on a staircase landing between Floor 3 and 4, and the second one is on a beam in the Upper Rafters.", "Dropped by: Adeline, Research Hall Patient. "]}, "Eye of a Blood-drunk Hunter": {"name": "Eye of a Blood-drunk Hunter", "description": "The eye of a blood-drunk hunter. Its pupil is collapsed and \nturned to mush, indicating the onset of the scourge of beasts.\n\nA hunter who goes drunk with blood is said to be taken by \nthe Nightmare, destined to wander forever, engaged in an \nendless hunt. It is a fate that no hunter can escape.", "img_link": "https://2.bp.blogspot.com/-CUvmJ7_K7g8/VmSEtMa7TDI/AAAAAAAANOA/cfHnt5LTBBY/s250/08.%2BEye%2Bof%2Ba%2BBlood-drunk%2BHunter.png", "availability_list": ["Treasure in (Main Game): Hunter's Dream, defeat Vicar Amelia of the Cathedral Ward and examine the altar in the back of the room to change the in-game time to night. Pick up item and message will say, \"The Eye of a Blood-drunk Hunter beckons hunters to the Hunter's Nightmare. A deformed creature will whisk you away outside Oedon Chapel.\" "]}, "Sword Hunter Badge": {"name": "Sword Hunter Badge", "description": "One of the badges crafted by the Healing Church. \nThe silver sword is a symbol of a Church hunter.\nLudwig was the first of many Healing Church hunters to \ncome, many of whom were clerics. As it was, clerics \ntransformed into the most hideous beasts.", "img_link": "https://2.bp.blogspot.com/-pxlE1Mh1sZ8/WUDITnkUTQI/AAAAAAAASNQ/dgkSnXOnnBQv_HgMq1oMrfy0jvjA1OWXACLcBGAs/s42/4.%2BConsumables%2B-%2BAntidote.jpg", "availability_list": ["Dropped by (Main Story): Cleric Beast, Great Bridge in Central Yharnam"]}, "Cosmic Eye Watcher Badge": {"name": "Cosmic Eye Watcher Badge", "description": "Badge of a member of the Choir, elites of the Healing Church.\nThe eye signifies the very cosmos.\nThe Choir stumbled upon an epiphany, very suddenly and\nquite by accident. Here we stand, feet planted in the earth,\nbut might the cosmos be very near us, only just above our\nheads?", "img_link": "https://2.bp.blogspot.com/-R1_cVPvEYjs/WUDdi-InAcI/AAAAAAAASPQ/5ifMcGPZKDMS3_H1OW3hFfQh8vyYuRasACLcBGAs/s42/02.%2BMaterials%2B-%2BTwin%2BBlood%2BStone%2BShards.jpg", "availability_list": ["Treasure in (Main Story): Upper Cathedral Ward, on a corpse on the base floor in the Orphanage"]}, "Saw Hunter Badge": {"name": "Saw Hunter Badge", "description": "Badge crafted long ago at the Workshop. Attests to one's \nprowess as a hunter of beasts.\nThe Workshop is gone, and no group recognises this \nmeaningless badge, except the messengers in the bath, who \nunderstand its profundity.\nCertain things can only be entrusted with a hunter in \npossession of this badge, or so they believe.", "img_link": "https://2.bp.blogspot.com/-DyLhbKHo0KU/WUAU6n68hzI/AAAAAAAASL4/xMQc8sNEdEE1qjv0H7N2kY88fisj76NpwCLcB/s42/01.%2BSaw%2BCleaver%2BStats.jpg", "availability_list": ["Treasure in (Main Story): Central Yharnam, corpse beside the  Maneater Boar in the sewers"]}, "Powder Keg Hunter Badge": {"name": "Powder Keg Hunter Badge", "description": "Badge crafted by the Powder Kegs, the heretics of the\nWorkshop.\nThe Powder Kegs aboration of complex design and big\nbooms culminated in weapon designs that contrast with\nthose traditionally of the Workshop.\nThe late Powder Kegs, bless their souls, had a motto:\n\"If a weapon ain't got kick, it just ain't worth it.\"", "img_link": "https://4.bp.blogspot.com/-jIidZdJjmMU/WUDERwMdgiI/AAAAAAAASMo/82XmIzhWpmQrpUGhqYs3DlvGePirowgQgCLcBGAs/s42/10.%2BConsumables%2B-%2BRope%2BMolotov%2BCocktail.jpg", "availability_list": ["Acquired from (Main Story): Retired Hunter Djura, come into Old Yharnam from the back (have to encounter Darkbeast Paarl) and if you climb his tower without being seen he'll be friendly and you can talk to him; agree to not harm the beasts and he'll hand of the badge willingly", "Dropped by (Main Story): Retired Hunter Djura, if you go up his tower straight away and fight him"]}, "Upper Cathedral Key": {"name": "Upper Cathedral Key", "description": "The key to the Upper Cathedral Ward seal.\nThe upper echelons of the Healing Church are formed by the\nSchool of Mensis, based in the Unseen Village, and the Choir\noccupying the Upper Cathedral Ward.\nThis key brings one a step closer to the Choir.", "img_link": "https://3.bp.blogspot.com/-cTR6D0Mu9p0/Vkf01dlMdzI/AAAAAAAAMA8/ar3QZ42aAng/s250/04.%2BUpper%2BCathedral%2BKey.png", "availability_list": ["Treasure in (Main Story): Yahar'gul, Unseen Village (Blood Moon), found in the hands of a dead Choir member in the Holding Cells"]}, "Blood Gem Workshop Tool": {"name": "Blood Gem Workshop Tool", "description": "A misplaced workshop tool from the Hunter's Dream.\nThe hunter who retrieves this can fortify weapons by\nkneading blood gems into them.\nBlood gems add properties to weapons when used to\nfortify them, as blood defines an organism.", "img_link": "https://4.bp.blogspot.com/-rX38f80plwI/Vkf02hzzMCI/AAAAAAAAMBg/cxhEjy-yrq8/s250/15.%2BBlood%2BGem%2BWorkshop%2BTool.png", "availability_list": ["Treasure in (Main Story): Central Yharnam, chest in Library Room in Oedon Chapel after battle with Father Gascoigne"]}, "Cainhurst Badge": {"name": "Cainhurst Badge", "description": "Badge of the royal guards of Cainhurst, loyal guardians of\nthe Vileblood Queen Annalise.\nThe Vilebloods are hunters of blood, and hunt prey as they \nsearch for blood dregs. The hunter who joins them is faced\nwith a decision: to merely borrow their strength, or to\nbecome one of them, heart and soul.", "img_link": "https://2.bp.blogspot.com/-xT0zIH1mehg/WUEcC7VptcI/AAAAAAAASPw/YBmCOF2WvSccTtel3e7_JhjV2aPkBHnngCLcBGAs/s42/09.%2BReiterpallasch%2BStats.jpg", "availability_list": ["Acquired from (Main Story): Annalise, Queen of Castle Cainhurst, swear an oath to the Vilebloods"]}, "Unopened Summons": {"name": "Unopened Summons", "description": "An old, sealed summons.\nLike the first of its kind, it is an invitation to Cainhurst, but\nfor whom is not known, as it lacks addressee.", "img_link": "https://2.bp.blogspot.com/-NoQyylKz1R0/Vkf01ynTurI/AAAAAAAAMBI/pUh6j8Gkr1E/s250/09.%2BUnopened%2BSummons.png", "availability_list": ["Treasure in (Main Story): Forsaken Cainhurst Castle Queen's Chamber, on a small desk to the right of the Queen Annalise's throne"]}, "Firing Hammer Badge": {"name": "Firing Hammer Badge", "description": "Badge crafted by the Oto Workshop, precursor to the \nworkshop of the heretical Powder Kegs.\n\nThe Powder Kegs were driven by singular ideas, and crafted \nstrange weapons of great intricacy.\nIt is clear that the philosophy of the Powder Kegs was \nalready established at this time.", "img_link": "https://1.bp.blogspot.com/-w_io-eo0SgQ/WUElRgxh2VI/AAAAAAAASQw/2UNa0DiQRvEeEEG4qnIzYhK4LEWXogsVQCLcBGAs/s42/02.%2BDelayed%2BMolotov.jpg", "availability_list": ["Dropped by (Main Game): Beast Hunter in Hunter's Nightmare, proceed through the Hunter's Nightmare until you head down the tunnel near the Grand Cathedral. Continue on until you enter the house on the left, and follow that house downstairs and to the left. There will be a Hunter up there to fight, kill the Hunter and you'll get the badge."]}, "Old Hunter Badge": {"name": "Old Hunter Badge", "description": "This hunter's badge, crafted in Gehrman's time, has no\npractical purpose, except perhaps to assist in romanticising\nabout the past.\nThe badge was a special privilege for the hunters of the past,\nand should not be dishonoured.\nIt should be left in peace, unless one is truly prepared to\nassume the will of those gone before.", "img_link": "https://1.bp.blogspot.com/-m64Lg_KItWY/WUEhuRYejFI/AAAAAAAASQU/NXdZWQLOW9wJdp37qZyQO_V810LSeRKVQCLcBGAs/s42/05.%2BBurial%2BBlade%2BStats.jpg", "availability_list": ["Dropped by (Main Story): Gehrman, The First Hunter, you cannot obtain it early by attacking him prior to the final sequence of events at the base. To fight Gehrman, you must refuse his offer to behead you and end the nightmare"]}, "Underground Cell Key": {"name": "Underground Cell Key", "description": "Key to the cell below the Grand Cathedral.\n\nHunters are held within the underground cell, so that things \nbetter left unseen, and knowledge better left unknown, will \ndecay quietly in the fallow darkness.", "img_link": "https://4.bp.blogspot.com/-tn0omrQxSb8/VmSEsSdFtOI/AAAAAAAANNg/yoUzF9SJzsA/s250/01.%2BUnderground%2BCell%2BKey.png", "availability_list": ["Treasure in (Main Game): Research Hall, once you use the Eye Pendant to take the lift. Progress to the top of the tower and use device which raises it. And then from the lamp at the bottom, if you take the hidden path to the right on the second lift you can jump midway. Follow the path to the left, head down and then up the stairs and it will be in a little room at the far side. ", "You can bypass proceeding further into Research Hall and access Underground Cell Key early, by jumping from dark Patient Room 2F on to platform with the key, as seen in this video."]}, "Messenger Top Hat": {"name": "Messenger Top Hat", "description": "Hat that messengers are oddly fond of.\nA nice top hat rounds out any Yharnam gentleman.\nThe inhabitants of the stump appear to have an interest in \nadornment. Why not let them be happy, and revel as babes?", "img_link": "https://2.bp.blogspot.com/-6pVaQyzlbl0/Vkf04Pnw1lI/AAAAAAAAMCU/mq2Hb85ShmY/s200/28.%2BStump%2BMessengers%2BTop%2BHat.png", "availability_list": ["Treasure in (Main Story): Healing Church Workshop, on a broken beam in the lower section, several careful drops from upper platforms are required to reach it"]}, "Black Messenger Hat": {"name": "Black Messenger Hat", "description": "Hat that messengers are oddly fond of.\nSymbol of the preventative hunters of \nthe Healing Church.\nThe inhabitants of the stump appear to have an \ninterest in adornment. Why not let them be happy,\nand revel as babes?", "img_link": "https://3.bp.blogspot.com/-sbvjzIwZo1E/Vkf04YnEueI/AAAAAAAAMCc/nMzdsNK5LZM/s200/30.%2BStump%2BMessengers%2BBlack%2BHat.png", "availability_list": ["Treasure in (Main Story): Cathedral Ward, rooftop just outside of Oedon Chapel, accessed via a ladder behind the gate at the top of the nearby stairs"]}, "Rune Workshop Tool": {"name": "Rune Workshop Tool", "description": "Runesmith Caryll, student of Byrgenwerth, transcribed the\ninhuman utterings of the Great Ones into what are now\ncalled Caryll Runes.\n\nThe hunter who retrieves this workshop tool can etch Caryll\nRunes into the mind to attain their wondrous strength.\n\nProvost Willem would have been proud of Caryll's runes, as\nthey do not rely upon blood in any measure.", "img_link": "https://1.bp.blogspot.com/-h0YgigAg_oo/Vkf02m3hP_I/AAAAAAAAMBk/Bm-WVL7sHcU/s250/16.%2BRune%2BWorkshop%2BTool.png", "availability_list": ["Treasure in (Main Story): Hemwick Charnel Lane, corpse in the Cell after battle with Witch of Hemwick in Witch's Abode"]}, "Oedon Tomb Key": {"name": "Oedon Tomb Key", "description": "Key to the gate that blocks the Tomb of Oedon. \nBeyond the tomb, Oedon Chapel can be found in the center \nof the Cathedral Ward.  \n\nOnly today the church is abandoned, and some say that the \nresidents of Oedon have all gone mad.", "img_link": "https://2.bp.blogspot.com/-t2NfuxhqwlE/Vkf006JS-qI/AAAAAAAAMAw/tBrrLPZRDG0/s250/01.%2BOedon%2BTomb%2BKey.png", "availability_list": ["Dropped by (Main Story): Father Gascoigne, Central Yharnam in Tomb of Oedon"]}, "Astral Clocktower Key": {"name": "Astral Clocktower Key", "description": "Key to the Astral Clocktower at the top of the Grand \nCathedral. \n\nThe caretaker of the tower's numerous patients, known to \nthem only as Lady Maria, made her home behind the giant \nstar-interpreting clock.", "img_link": "https://1.bp.blogspot.com/-dcPTR4ZYehg/VmSEsiiV_NI/AAAAAAAANNs/Iv_gG2_dOEQ/s250/03.%2BAstral%2BClocktower%2BKey.png", "availability_list": ["Dropped by (Main Game): Living Failures in Lumenwood Garden"]}, "Spark Hunter Badge": {"name": "Spark Hunter Badge", "description": "Badge crafted in secret by Archibald, the infamous eccentric\nof the Healing Church, for his friends.\nArchibald was fascinated by the blue sparks that emanate\nfrom the hides of the darkbeasts, and dedicated his life to its\nartificial reproduction, in a style of inquiry that, incidentally,\nclosely followed the methodology of Byrgenwerth.", "img_link": "https://2.bp.blogspot.com/-80geKzTN3kE/WUDURZOs8KI/AAAAAAAASOo/-QGy0w1hGfMpGjTp4kA1qPEy2kS1l65wgCLcBGAs/s42/13.%2BTonitrus%2BStats.jpg", "availability_list": ["Dropped by (Main Story): Darkbeast Paarl,Graveyard of the Darkbeast in Old Yharnam"]}, "Crow Hunter Badge": {"name": "Crow Hunter Badge", "description": "Badge of a hunter of hunters, who hunts those who\nhave become intoxicated by their bloodlust.\nThe badge of the hunter of hunters is quitly\npassed down from generation to generation,\nusually to an outsider from the hinterlands.\nTo be entrusted with this cursed badge, one must\nbe strong, resilient to the seduction of blood,\nand gracious when taking a comrade's life.", "img_link": "https://4.bp.blogspot.com/-HZE8L0aF4-Q/WUDSHKai3UI/AAAAAAAASOU/RjfmTd4XoxowEQ0vlw9V7_mPn8ayXp_owCLcBGAs/s42/06.%2BBlade%2Bof%2BMercy%2BStats.jpg", "availability_list": ["Acquired from (Main Story): Eileen the Crow, speak to her after defeating the Blood Crow of Cainhurst", "Dropped by (Main Story): Eileen the Crow, kill her at any point"]}, "Cainhurst Summons": {"name": "Cainhurst Summons", "description": "An old blood-stained summons, inviting an honored guest\nto the forsaken Castle Cainhurst.\nRather bafflingly, it is addressed to you.\nDo not hesitate; the stagecoach leaves from Hemwick  \ncrossing.", "img_link": "https://3.bp.blogspot.com/-adLM2-E5XaY/Vkf016UGHiI/AAAAAAAAMBE/6Li4V9rJVd4/s250/08.%2BCainhurst%2BSummons.png", "availability_list": ["Treasure in (Main Story): Iosefka's Clinic, Operation Room where you first awake after you enter the Clinic's rear entrance from the Forbidden Woods"]}, "Tonsil Stone": {"name": "Tonsil Stone", "description": "A latticed, deformed rock, or perhaps a meteorite.\nAppears useless, but possesses some old gravitational force\nthat prevents its riddance. A dubious soul once said:\n\"Step lightly round to the right of the great cathedral, and \nseek an ancient, shrouded church... The gift of the godhead\nwill grant you strength...\"", "img_link": "https://2.bp.blogspot.com/-wyAp8LsIb9Y/Vkf02HrWNFI/AAAAAAAAMBQ/sD4TgWvTbBE/s250/12.%2BTonsil%2BStone.png", "availability_list": ["Acquired from (Main Story): Talk to any residential NPC after entering the Forbidden Woods, the easiest one to reach is in a house along the Village Outskirts in Forbidden Woods"]}, "Brain Fluid": {"name": "Brain Fluid", "description": "Dropped by Enlarged Head at the top of Research Hall:\nGreyish amoeba-shaped brain fluid. Wobbles and bounces.\n\nExtracted from a patient whose head expanded until that\nwas all that they were.\nIn the early days of the Healing Church, the Great Ones were \nlinked to the ocean, and so the cerebral patients would imbibe \nwater, and listen for the howl of the sea. Brain fluid writhed \ninside the head, the initial makings of internal eyes.\nDropped by Enlarged Head before Living Failures (near NPC Hunter):\nGreyish amoeba-shaped brain fluid. Wobbles and bounces.\n\nExtracted from a patient whose head expanded until that\nwas all that they were.\nOnce, a young girl had an older brother who was determined to \nbecome a doctor, and so she wilfully became his patient. In the\n end, this led to their encounter with the Eldritch Truth, \nfor which they considered themselves blessed.\nDropped by Adeline, Research Hall Patient:\nGreyish amoeba-shaped brain fluid. Wobbles and bounces.\n\nExtracted from a patient whose head expanded until that\nwas all that they were.\nWe fail to realize our own latent potential, until the\nmoment it is lost, and we sense its absence. Ironically,\nthis is the very nature of insight, like the moment one\nlicks one's own blood, only to be startled by its sweetness.", "img_link": "https://3.bp.blogspot.com/-DUJMRl4SZrE/VmSEtfI_JmI/AAAAAAAANOI/48nTzYU_brs/s250/10.%2BBrain%2BFluid.png", "availability_list": ["Dropped by (Main Game): Two Enlarged Heads in Research Hall. For the 3rd Brain Fluid you need to kill Adeline, Research Hall Patient once she turned into Enlarged Head in the corner of the room. She comes back to live after you picked up the Brain Fluid."]}, "Radiant Sword Hunter Badge": {"name": "Radiant Sword Hunter Badge", "description": "One of the badges crafted by the Healing Church.\nThe radiant sword indicates the heirs to the will of Ludwig.\nThese hunters, also known as Holy Blades, are what remains\nof an ancient line of heroes that date back to a very early\nage of honour and chivalry.", "img_link": "https://4.bp.blogspot.com/-NJPaCDDMPJg/WUDNLmLB8AI/AAAAAAAASNY/DZ-Y2CEKrJsy0zk3aRUet7ORElojiW48QCLcBGAs/s42/01.%2BMaterials%2B-%2BBlood%2BStone%2BShard.jpg", "availability_list": ["Treasure in (Main Story): Healing Church Workshop, treasure chest on the top floor of the tower; it's just outside the door to Upper Cathedral Ward"]}, "Red Messenger Ribbon": {"name": "Red Messenger Ribbon", "description": "Red ribbon that messengers are oddly fond of.\nThe thick, pungent red was drawn from the organs\nof some unfortunate victim.\nA strange choice indeed, but perhaps for the messengers\nwearing this accessory constitutes a form of mourning.", "img_link": "https://3.bp.blogspot.com/-rj6V-1Kkjmw/Vkf0400rKkI/AAAAAAAAMCs/V3-txgMWNjE/s200/34.%2BStump%2BMessengers%2BRed%2BRibbon.png", "availability_list": ["Dropped by (Main Story): Maneater Boar in Central Yharnam sewers during Gascoigne daughter's quest"]}, "Messenger Head Bandage": {"name": "Messenger Head Bandage", "description": "Accessory adored by naїve messengers imitating the\nbandages of scourge victims, unaware of their meaning.\nThe inhabitants of the stump appear to have an interest in\nadornment. Why not let them be happy, and revel as babes?", "img_link": "https://4.bp.blogspot.com/-sboUhgDIKE4/Vkf04Qa6w7I/AAAAAAAAMCg/-9jADcAUgo0/s200/31.%2BStump%2BMessengers%2BHead%2BBandage.png", "availability_list": ["Treasure in (Main Story): Hunter's Dream, next to Stump Messengers as  Pre-order DLC reward"]}}