{"Hunter Pistol": {"description": "Pistol made at the workshop, for hunters stalking beasts.\nHunter firearms are specially crafted to employ \nQuicksilver Bullets fused with the wielder's own blood, \nboosting damage against beasts.\nThe pistol is a quicker draw than the blunderbuss,\nallowing for speedier responses to attacks.", "availability_list": ["Treasure in (Main Story): Starting gift from messengers in Hunter's Dream", "Sold by: Bath Messengers [Hunter's Dream]"], "img_link": "https://2.bp.blogspot.com/-aPRoj_9LEvU/Vkh2kZeglZI/AAAAAAAAMGM/5wxeVY4izP4/s250/16.%2BHunter%2BPistol%2BDescr.png", "name": "Hunter Pistol"}, "Repeating Pistol": {"description": "Repeating pistol typically used by Healing Church hunters.\nCrafted with mostly metal parts and exhibiting a complex design, \nthe repeating pistol fires two shots at once,\nmaking it a ravenous consumer of Quicksilver Bullets.\nShould be used sparingly compared to its workshop counterpart,\nas the trump card in one's arsenal.", "availability_list": ["Sold by: Bath Messengers [Hunter's Dream]"], "img_link": "https://1.bp.blogspot.com/-Vp34g2jxtGw/Vkh2knu2dyI/AAAAAAAAMGU/6tb1qoBocMw/s250/18.%2BRepeating%2BPistol%2BDescr.png", "name": "Repeating Pistol"}, "Church Cannon": {"description": "An oversized weapon used by the Healing Church. a type of \ncannon that fires with a curved trajectory and creates an \nexplosion upon impact. \n\nOriginally designed for use by brawny men with deteriorated \nbrains, not for just any ordinary hunter. \n\nBut the men lacked the wits to effectively operate firearms, \nand the weapon was quietly ushered into permanent storage.", "availability_list": ["Treasure in (Main Game): Hunter's Nightmare, from Underground Corpse Pile. This is under the altar/elevator that takes you to the Research Halls. You need to jump off the altar and a second platform will show (where Laurence's Skull is). Once the second platform is there, use the device to bring the elevator down and stand on the second platform that will take you lower than the ground. Inside here is a chest with the Church Cannon."], "img_link": "https://4.bp.blogspot.com/-KDqcGgoUQeY/VmSHElgZQDI/AAAAAAAANP8/e-6tYvaHhF0/s250/14.%2BChurch%2BCannon.png", "name": "Church Cannon"}, "Evelyn": {"description": "Special pistol used by Cainhurst knights.\nThe Evelyn uses Quicksilver Bullets, just as any workshop\nfirearm, but the Cainhurst variant relies more on bloodtinge.\nLovingly named after a woman and graced with an intricate\ndesign, Evelyns were adored by Cainhurst knights.", "availability_list": ["The Evelyn is almost identical to the Hunter Pistol. It's useful for ranged attacks and interrupting enemies. The Hunter Pistol has higher base damage but lower scaling. If your character has less than 20 bloodtinge, the Hunter Pistol is stronger than the Evelyn. At 21 points, they are equal in power. If your bloodtinge is 22 or higher, Evelyn is a better choice. The Repeating Pistol is stronger than both, but costs two bullets per shot."], "img_link": "https://3.bp.blogspot.com/-x5PdzaYZP9w/Vkh2k0GowYI/AAAAAAAAMGc/k8CVSYC1bhg/s250/20.%2BEvelyn%2BDescr.png", "name": "Evelyn"}, "Piercing Rifle": {"description": "A rifle engineered by the Oto Workshop, the precursor to \nthe workshop of the heretical Powder Kegs. \n\nDesigned for hunting on narrow streets, this rifle has been \noptimized to cause perforation wounds, but is unfit for \nreliably countering attacks.", "availability_list": ["Sold by: Bath Messengers [Hunter's Dream]"], "img_link": "https://3.bp.blogspot.com/-US7O_k3REw0/VmSHEfpYJpI/AAAAAAAANP0/dduDVmSzcN8/s250/12.%2BPiercing%2BRifle.png", "name": "Piercing Rifle"}, "Rosmarinus": {"description": "A special weapon used by the Choir, high-ranking\nmembers of the Healing Church.\nSprays a cloud of sacred mist, created by using\nblood-imbued Quicksilver Bullets as a special medium.\nArias are heard wherever sacred mist is seen, proving\nthat the mist is a heavenly blessing.\n\"Oh, fair maiden, why is it that you weep?\"", "availability_list": ["Sold by: Bath Messengers [Hunter's Dream]"], "img_link": "https://2.bp.blogspot.com/-LIpw_AoNP6Q/Vkh2lH0GYiI/AAAAAAAAMG0/O6aC96mkJy4/s250/23.%2BRosmarinus%2BDescr.png", "name": "Rosmarinus"}, "Flamesprayer": {"description": "A special weapon used by certain members of the Healing \nChurch.\nSpits searing flames by using blood-imbued Quicksilver \nBullets as a special medium.\nNot the most efficient weapon by any stretch, but sometimes \na sea of flame is just what the doctor ordered. \nBesides, the beasts of Yharnam can always use a good\ncleansing.", "availability_list": ["Gilbert's Quest: speak to Gilbert in the evening after entering the Oedon Chapel for the first time", "Sold by: Bath Messengers [Hunter's Dream]"], "img_link": "https://2.bp.blogspot.com/-NLpYeTppdbQ/Vkh2lJtluOI/AAAAAAAAMGk/iTB1kwPmAhA/s250/22.%2BFlamesprayer%2BDescr.png", "name": "Flamesprayer"}, "Hunter Blunderbuss": {"description": "A blunderbuss created at the workshop for the hunters' \nline of work.\nHunter firearms are specially crafted to employ Quicksilver \nBullets fused with the wielder's own blood, boosting damage\nagainst beasts.\nThe impact of this highly-effective weapon counters beasts' \nswift movements, and its wide spread is nigh-on guaranteed \nto hit the mark.", "availability_list": ["Treasure in (Main Story): Starting gift from messengers in Hunter's Dream", "Sold by: Bath Messengers [Hunter's Dream] "], "img_link": "https://3.bp.blogspot.com/-OJcCUNO1gRg/Vkh2kRBguTI/AAAAAAAAMGQ/7p_Hmhbdatc/s250/17.%2BHunter%2BBlunderbuss%2BDescr.png", "name": "Hunter Blunderbuss"}, "Ludwig's Rifle": {"description": "A rifle typically used by Healing Church hunters. \nIt is said that this rifle was employed by Ludwig, \nthe first hunter of the Church. Its long, heavy barrel \nmakes up in range for what it lacks in reload speed. \nLudwig's Rifle exhibits several departures from the \nworkshop's design, suggesting that the Church \nanticipated much larger inhuman beasts.", "availability_list": ["Sold by: Bath Messengers [Hunter's Dream]"], "img_link": "https://1.bp.blogspot.com/-waKrlkyokog/Vkh2kqwCBKI/AAAAAAAAMGY/52NU1w0QqrQ/s250/19.%2BLudwig%2527s%2BRifle%2BDescr.png", "name": "Ludwig's Rifle"}, "Cannon": {"description": "Large prototype firearms fashioned by the workshop \nheretics, the Powder Kegs. \nUse of this weapon is equivalent to toting a mounted \ncannon, complete with its ridiculous weight, staggering \nkick, and lavish use of Quicksilver Bullets, into battle. \nSuch a monstrosity was doomed from the start, and \nindeed its development was cut short. Yet, against \nimpossibly gigantic foes, it might be just the thing.", "availability_list": ["Treasure in (Main Story): Forbidden Woods, inside Large Windmill in the upper floor near shortcut", "Sold by: Bath Messengers [Hunter's Dream]"], "img_link": "https://1.bp.blogspot.com/-LIWEZ6lI2P0/Vkh2k2MVb5I/AAAAAAAAMGg/cof3w6YTkVM/s250/21.%2BCannon%2BDescr.png", "name": "Cannon"}, "Fist of Gratia": {"description": "A chunk of iron fitted with finger holes. \n\nThe hulking hunter woman Simple Gratia, ever hopeless \nwhen handling hunter firearms, preferred to knock the lights \nout of the beasts with this hunk of iron, which incidentally \ncaused heavy stagger. \n\nGratia was a fearsome hunter, and to onlookers, her \nunrelenting pummeling appeared oddly heroic. No wonder \nthe weapon later assumed her name.", "availability_list": ["Treasure in (Main Game): Hunter's Nightmare, from Underground Corpse Pile, right wing cell further down the hallway, corpse of Gratia [image]."], "img_link": "https://3.bp.blogspot.com/-prdP0u2LHKs/VmSHEke0NAI/AAAAAAAANQA/78PodZodyYg/s250/15.%2BFist%2Bof%2BGratia.png", "name": "Fist of Gratia"}, "Gatling Gun": {"description": "This is a highly-customised, portable version of the \nstationary gatling gun operated by the old hunter Djura in \nOld Yharnam. It was the weapon of choice of the youngest \nof Djura's three companions. \n\nThe Gatling Gun boasts exceptional rapid-firing \nfunctionality, but is considered a cumbersome weapon, due \nto its excessive weight and insatiable consumption of \nQuicksilver Bullets.", "availability_list": ["Dropped by (Main Game): Enemy Hunter with Gatling Gun, in Hunter's Nightmare. After the Grand Cathedral area where you go to the right into the tunnel. Follow it down until you reach the blood pools with all the spiders. Head to the right side of those blood pools (behind the car is a path) and there will be a tunnel. There's an enemy in there with a Gatling Gun, and once you kill them you get the weapon."], "img_link": "https://1.bp.blogspot.com/-qrd2jPZHUcE/VmSHEYUmG9I/AAAAAAAANP4/Wash8swbQJk/s250/13.%2BGatling%2BGun.png", "name": "Gatling Gun"}}